Repository: vokator-online/autoclubsite
Catalog: autoclub/discussion/locale/*/LC_MESSAGES/django.po
Languages: lt

source: discussion
lt: diskusijos

source: Please Choose a Topic That Interests You
lt: Prašome pasirinkti Jus dominančią temą

source: Please Enter the Title of the Post
lt: Įrašykite temos pavadinimą

source: You Can Leave a Fragment of the Message Here
lt: Šioje vietoje Jus galite palikti pranešimo fragmentą

source: Meetings and Joint Activities
lt: Susitikimai ir bendra veikla

source: Event Overview and Organizational Issues
lt: Renginių apžvalga ir organizaciniai klausimai

source: Going to the Cinema
lt: Einam į kiną

source: Suggestions for Club Activities
lt: Pasiūlymai, pagedavimai klubo veiklai

source: New Members Introduction
lt: Naujų narių prisistatymai

source: General Discussions (Off Topic)
lt: Bendro pobūdžio pokalbiai (Off topic)

source: Testing Environment
lt: Testavimo aplinka

source: category
lt: kategorija

source: categories
lt: kategorijos

source: title
lt: antraštė

source: header image
lt: antraštės paveikslėlis

source: author
lt: autorius

source: content
lt: turinys

source: snippet
lt: pranešimo ištrauka (fragmentas)

source: created at
lt: sukurta

source: updated at
lt: atnaujinta

source: post
lt: pranešimas

source: posts
lt: pranešimai

source: comment
lt: komentaras

source: comments
lt: komentarai

source: Comment On Blog Post
lt: komentuoti tinklaraščio įrašą

source: Add Comment:
lt: rašyti komentarą

source: Add Comment
lt: paskelbti komentarą

source: Return To Homepage
lt: grįžti į pagrindinį puslapį

source: Access denied!
lt: prieiga uždrausta!

source: Please log in to this page!
lt: prisijunkite prie puslapio!

source: Create A New Blog Post
lt: sukurti naują įrašą

source: Add Post
lt: pridėti pranešimą

source: Post
lt: paskelbti pranešimą

source: Profile Page
lt: profilio puslapis

source: Website
lt: asmeninė svetainė

source: By
lt: paskelbė

source: Edit message
lt: redaguoti pranešimą

source: Delete message
lt: ištrinti pranešimą

source: Your Header Image
lt: jūsų antraštės paveikslėlis

source: Post comments
lt: temos komentarai

source: No comments have been left.
lt: nėra paliktų komentarų.

source: Write a comment
lt: rašyti komentarą

source: Edit comment
lt: redaguoti komentarą

source: Delete comment
lt: ištrinti komentarą

source: We're sorry, this page does not exist!
lt: atsiprašome, šis puslapis neegzistuoja!

source: Post categories
lt: pranešimų kategorijos

source: Delete Comment
lt: ištrinti komentarą

source: Are You Sure You Want to Delete This Comment?
lt: ar Jus tikrai norite ištrinti šį komentarą?

source: Delete Post
lt: ištrinti pranešimą

source: Delete
lt: ištrinti

source: Are You Sure You Want to Delete This Post?
lt: ar Jus tikrai norite ištrinti šį pranešimą?
