Repository: vokator-online/autoclubsite
Catalog: autoclub/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: user profile
lt: vartotojo profilis

source: Please enter your First Name
lt: Įveskite vardą

source: Please enter your Last Name
lt: Įveskite pavardę

source: Please enter your e-mail address
lt: Įveskite elektroninio pašto adresą

source: Username:
lt: Vartotojo vardas:

source: Please enter username
lt: Įveskite vartotojo vardą

source: First Name:
lt: Vardas:

source: Last Name:
lt: Pavardė:

source: Email:
lt: Elektroninis paštas:

source: Password:
lt: Slaptažodis:

source: Please enter the password you created
lt: Įveskite sukurtą slaptažodį

source: Password confirmation:
lt: Slaptažodžio patvirtinimas:

source: Please enter the password you created and confirm
lt: Įveskite sukurtą slaptažodį ir patvirtinkite

source: Bio
lt: Aapie save

source: Please tell us more about yourself
lt: Papasakokite mums daugiau apie save

source: Website url
lt: Asmeninė svetainė

source: Your website page (if you have one)
lt: Jūsų svetainės puslapis (jei turite)

source: Facebook url
lt: Facebook puslapis

source: Your Facebook page (if you have one)
lt: Jūsų Facebook puslapis (jei turite)

source: Twitter url
lt: Twitter puslapis

source: Your Twitter page (if you have one)
lt: Jūsų Twitter puslapis (jei turite)

source: Instagram url
lt: Instagram puslapis

source: Your Instagram page (if you have one)
lt: Jūsų Instagram puslapis (jei turite)

source: Pinterest url
lt: Pinterest puslapis

source: Your Pinterest page (if you have one)
lt: Jūsų Pinterest puslapis (jei turite)

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Email
lt: Elektroninis paštas

source: Last login
lt: Paskutinio prisijungimo duomenys

source: Date joined
lt: Registracijos data

source: user
lt: vartotojas

source: bio
lt: apie save

source: profile image
lt: profilio paveikslėlis

source: website url
lt: asmeninė svetainė

source: facebook url
lt: facebook puslapis

source: twitter url
lt: twitter puslapis

source: instagram url
lt: instagram puslapis

source: pinterest url
lt: pinterest puslapis

source: profile
lt: profilis

source: profiles
lt: profiliai

source: Password Change Form
lt: slaptažodžio keitimo forma

source: Change Password
lt: keisti slaptažodį

source: Return To Homepage
lt: grįžti į pagrindinį puslapį

source: Logging in to the discussion page
lt: prisijungimas prie diskusijų puslapio

source: Login
lt: prisijungti

source: Forget Password?
lt: pamiršote slaptažodį

source: Don't have an Account?
lt: neturite paskyros?

source: Sign Up
lt: užsiregistruokite

source: Password Change Successful
lt: slaptažodžio keitimas sėkmingai atliktas

source: Your password was successfully changed!
lt: jūsų slaptažodis buvo sėkmingai pakeistas!

source: User Registration Form
lt: vartotojo registracijos forma

source: Registration Form
lt: registracijos forma

source: Submit Registration
lt: pateikti registraciją

source: Enter A New Password To Change
lt: norėdami pakeisti slaptažodį, įveskite naują

source: Please enter your new password twice so we can verify you typed it in correctly.
lt: įveskite naująjį slaptažodį du kartus, kad galėtume patikrinti, ar teisingai jį įvedėte.

source: Change My Password
lt: keisti mano slaptažodį

source: Password Reset Form
lt: slaptažodžio atkurimo forma

source: Password Reset
lt: atkurti slaptažodį

source: Forgotten your password?
lt: pamiršote slaptažodį?

source: Enter your email address below, and we’ll email instructions for setting a new one.
lt: įveskite savo elektroninio pašto adresą susietą su Jūsų paskyra ir mes atsiųsime Jums instrukcijas slaptažodžio atkūrimui.

source: Enter your email address
lt: įveskite savo elektroninio pašto adresą

source: Please enter your email address
lt: prašom įvesti savo elektroninio pašto adresą

source: Reset My Password
lt: atkurti mano slaptažodį

source: Password Reset Complete
lt: slaptažodžio atkūrimas užbaigtas

source: Your password has been set. You may go ahead and log in now.
lt: jūsų slaptažodis nustatytas. Dabar galite prisijungti.

source: Password reset sent
lt: išsiųstas slaptažodžio atkūrimas

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered, You should receive them shortly.
lt: elektroniniu paštu išsiuntėme slaptažodžio nustatymo instrukcijas, jei Jūsų įvestu el. pašto adresu yra sukurta paskyra, netrukus turėtumėte jas gauti.

source: User Profile Settings
lt: vartotojo profilio nustatymai

source: Profile Settings
lt: profilio nustatymai

source: Update Profile
lt: atnaujinti profilį

source: Edit User Profile Page
lt: vartotojo profilio redagavimo puslapis

source: Edit Profile Page
lt: redaguoti profilį

source: Update Profile Page
lt: atnaujinti profilį

source: Access denied!
lt: prieiga uždrausta!

source: You are not allowed to edit this page!
lt: jums draudžiama redaguoti šį puslapį!

source: User Profile
lt: vartotojo profilis
